tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'neovim/neovim'
brew 'autoconf'
brew 'awscli'
brew 'chromedriver'
brew 'curl'
brew 'docker-compose'
brew 'elasticsearch', restart_service: true
brew 'gdbm'
brew 'geckodriver'
brew 'gettext'
brew 'git'
brew 'kibana', restart_service: true
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'logstash'
brew 'msgpack'
brew 'nkf'
brew 'node'
brew 'nvm'
brew 'openssl'
brew 'pcre'
brew 'phantomjs'
brew 'pkg-config'
brew 'readline'
brew 'postgresql', restart_service: true
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'redis', restart_service: true
brew 'xz'
brew 'the_silver_searcher'
brew 'tig'
brew 'unibilium'
brew 'wget'
brew 'zlib'
brew 'zsh'
brew 'neovim/neovim/neovim'
cask 'alfred'
cask 'anki'
cask 'firefox'
cask 'flux'
cask 'grammarly'
cask 'gyazo'
cask 'intellij-idea'
cask 'kindle'
cask 'ngrok'
cask 'postico'
cask 'trailer'
cask 'tunnelblick'
