tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'neovim/neovim'
cask 'java'
brew 'autoconf'
brew 'awscli'
brew 'chromedriver'
brew 'curl'
brew 'git'
brew 'elasticsearch', restart_service: true
brew 'gdbm'
brew 'geckodriver'
brew 'gettext'
brew 'kibana', restart_service: true
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'libxml2'
brew 'logstash'
brew 'mas'
brew 'msgpack'
brew 'nkf'
brew 'node'
brew 'nvm'
brew 'openssl'
brew 'pcre'
brew 'phantomjs'
brew 'pkg-config'
brew 'readline'
brew 'postgresql', restart_service: true
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rbenv'
brew 'redis', restart_service: true
brew 'xz'
brew 'the_silver_searcher'
brew 'tig'
brew 'unibilium'
brew 'wget'
brew 'zlib'
brew 'zsh'
brew 'neovim/neovim/neovim'
cask '1password'
cask 'alfred'
cask 'anki'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'fluid'
cask 'flux'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'grammarly'
cask 'gyazo'
cask 'intellij-idea'
cask 'istat-menus'
cask 'iterm2'
cask 'kindle'
cask 'macdown'
cask 'ngrok'
cask 'postico'
cask 'trailer'
cask 'tunnelblick'
cask 'zerotier-one'
mas 'BetterSnapTool', id: 417375580
mas 'Evernote', id: 406056744
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'iPhoto', id: 408981381
mas 'Keynote', id: 409183694
mas 'LastPass', id: 926036361
mas 'LINE', id: 539883307
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'QREncoder', id: 452695239
mas 'RealTimes', id: 1048786961
mas 'Slack', id: 803453959
mas 'Xcode', id: 497799835
